target/classes/findList.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ser="http://service.webservice.shersfy.org/">
	<soapenv:Header />
	<soapenv:Body>
		<ser:findList />
	</soapenv:Body>
</soapenv:Envelope>